{
    "number": 5,
    "title": "Sharing Books and Using Songs",
    "description":"Discover just how critical sharing books with your child is for their vocabulary development and later literacy success.",
    "videos": [{
        "id": "w5_1",
        "title": "Sharing Books",
        "description": "This video highlights how critical sharing books with your child is for their vocabulary development and later literacy success. It explains the concept of the book sharing triangle and other strategies for getting the most out of sharing books with your little one. For more great book suggestions head to http://www.talkable.org.au/story-time.",
        "path": "assets/vid/Week_5_Sharing_Books.mp4",
        "cover": ""
    },{
        "id": "w5_2",
        "title": "Using Songs and Rhymes",
        "description": "This video demonstrates the key role childrens songs and rhymes play in their language learning. It doesn't matter how tuneful your voice is, your little one will be engaged when you sing and share rhymes together. To learn a new song or rhyme head to http://www.talkable.org.au/childrens-songs-rhymes.",
        "path": "assets/vid/Week_5_Using_Songs_and_Rhymes.mp4",
        "cover": ""
    }],
    "book" : {
        "title" : "Old Macdonald had a farm",
        "author": "Pam Adams",
        "cover": "assets/img/book-cover/Week5.png",
        "tips": [
            "Talk about the different animals. Make the corresponding animal noises.",
	        "Pause before you say the animal name. Wait and see if your child attempts to say the animal or make an animal sound.",
	        "Use toy animals during play time and sing Old MacDonald. Let your child choose which animal comes next.",
	        "Put animals into a bag or pillow slip. Let your child pull them out one by one as you sing the song."
        ],
        "alternateBooks": [{
            "title": "Heads, Shoulders, Knees and Toes",
            "author": "Annie Kubler"
        },{
            "title": "If You’re Happy and You Know It",
            "author": "Annie Kubler"
        }]
    },
    "weeklyKeyWordSigns": {
        "videos":[
            "Book",
            "Sing",
            "Banana",
            "Teddy"
            ],
            "activities":[
                "Give your child the choice between a book or a song. Ask ‘book or sing’ signing with each option. Ask your child if they want more or if they are finished.",
                "At snack time use the signs eat, drink and banana. Sign the [phrase ‘eat the banana’. If your child prefers a different fruit, learn the sign at www.auslan.org.au.",
                "Sing Round and Round the Garden and Teddy bear Teddy bear with your little one. Sign sing and teddy to your child as you play together.",
                "Play with your favourite teddy bear. Feed the teddy and sign eat, banana and drink. Sing and read a book to the teddy too."
            ]
        },
    "hintsTips": [
        "Focus on one routine that you do every day and plan a new word and sign to use over and over in this situation.",
        "Always have books out with your child’s other toys."
    ]
}