{
    "number": 6,
    "title": "Using Visual Cues",
    "description":"Find out how you can use a wide variety of visual supports when talking with your child to help them learn new words.",
    "videos": [{
        "id": "6-1",
        "title": "Using Visual Cues",
        "description": "This video explains how using a wide variety of visual supports when talking with your child can help them learn new words. Visual cues are easier for young children to process than spoken words and show them what a word means. This video explores how to use visual cues, such as using real objects, pictures and key word signs, when you communicate with your little one.",
        "path": "assets/vid/6-1.mp4",
        "cover": ""
    }],
    "book" : {
        "title" : "Who Sank the Boat?",
        "author": "Pamela Allen",
        "cover": "assets/img/book-cover/Week6.png",
        "tips": [
            "Use the key word sign ‘book’ when telling your child it is story time.",
	        "Talk about what is happening in each picture “The donkey climbed into the boat”, “Splash”, “They all got wet!”",
	        "Point to different parts of the picture as you explain what is happening",
	        "Watch your child’s gesture. Talk about what they point to.",
	        "Act out the story during bath time. Use your child’s bath toys to re-create the story."
        ],

        "alternateBooks": [{
            "title": "Sometimes I Like to Curl Up in a Ball",
            "author": "Viki Churchill & Charles Fuge"
        },{
            "title": "Toddlerobics",
            "author": "Zita Newcome"
        },{
            "title": "Baby Faces",
            "author": "DK Publishing"
        }]
    },
    "weeklyKeyWordSigns": {
        "videos":[
            "Wet",
            "Hungry",
            "Bird",
            "Milk"
            ],
            "activities":[
                "Use the sign wet at bath time and when changing your child’s nappy or clothes.",
                "Sign hungry before each meal and snack time. When your child is expressing hunger model ‘you’re hungry’.",
                "When you are out for a walk look around and talk about the birds. If you see a bird eating model ‘bird’s hungry’.",
                "Add the sign for milk to your mealtime repertoire. Use the phrase ‘drink your milk’."
            ]
        },
    "hintsTips": [
        "Use your chosen key word signs and natural gesture throughout the day in many different situations",
        "When sharing stories direct your child to specific parts of a picture by pointing as you explain what is happening.",
        "Show your child objects as you talk about them.",
        "Demonstrate actions while you say the word (e.g. “splash” while splashing in the bath, “Run” while your child is running)."
    ]
}