{
    "number": 3,
    "title": "Repeat, Model Expand",
    "description":"Explore three interrelated strategies for teaching your child new words - repetition, modelling new words and expanding on your child’s phrases.",
    "videos": [{
        "id": "w3_1",
        "title": "Repeat",
        "description": "These videos highlight three interrelated strategies for teaching your child new words:<br>repeating sounds and words your child uses<br>modelling new words for them to learn<br>expanding on the phrases that they use.<br>The three videos help you to identify your child’s stage of language development and how to apply the most appropriate strategy to help them learn new words or expand on the phrases they are currently using.",
        "path": "assets/vid/Week_3_RME_Repeat.mp4",
        "cover": ""
    },{
        "id": "w3_2",
        "title": "Model",
        "description": "",
        "path": "assets/vid/Week_3_RME_Model.mp4",
        "cover": ""
    },{
        "id": "w3_3",
        "title": "Expand",
        "description": "",
        "path": "assets/vid/Week_3_RME_Expand.mp4",
        "cover": ""
    }],
    "book" : {
        "title" : "I Went Walking",
        "author": "Sue Williams & Julie Vivas",
        "cover": "assets/img/book-cover/Week3.png",
        "tips": [
            "Let your child turn the pages.",
            "Each time you turn to an animal page, wait to see what you child does",
            "If they point, you point too and say what you see. If they make an animal sound, copy the sound.",
	          "If they name the animal, repeat it back.",
	          "Point to the pictures and model words to your child - “ladder”, “muddy”, “licking”.",
	          "Pause during the story and listen to your child. Add one extra key word to their phrase. If they say “moo”, you say “moo cow”, if they say pig say “wash the pig”.",
	          "Make the corresponding animal sound before you turn each page. Wait and see if your child copies you or tries to guess the animal that is on the next page."
        ],
        "alternateBooks": [{
            "title": "Time for Bed",
            "author": "Mem Fox & Jane Dyer"
        },{
            "title": "Hello Baby",
            "author": "Mem Fox & Steve Jenkins"
        },{
            "title": "Growl Like a Tiger",
            "author": "Alison Lester"
        }]
    },
    "weeklyKeyWordSigns": {
        "videos":[
            "Stop",
            "Cat",
            "Dog",
            "Hot"
            ],
            "activities":[
                "Get out to the park and have a run around. Stand still and say ‘stop’, modelling the sign.",
                "Model the signs ‘cat’ and ‘dog’ when you share the book I went walking together.",
                "When going for a walk, be on the lookout for cats and dogs. Model the signs as you see the animal.",
                "Model the sign ‘hot’ to your child when having a hot drink, or if the stove or oven are on. Remember to always say the word as you sign."
            ]
        },
    "hintsTips": [
        "Copy your child’s sounds, words, facial, expression, body language and gestures.",
        "Model language by talking all the time.",
        "Add one more word on to your child’s phrases.",
        "Talk about what is happening in the ‘here and now’."

    ]
}