{
    "number": 7,
    "title": "Exploring Sounds",
    "description":"Discover how you can take the pressure off learning words by having fun and simply exploring sounds together.",
    "videos": [{
        "id": "7-1",
        "title": "Exploring Sounds",
        "description": "This video explains how to take the pressure off learning words, and just have fun, by exploring sounds. Through everyday activities and play, making sounds is a great way to engage your child. You never know, they may even begin to copy you.",
        "path": "assets/vid/7-1.mp4",
        "cover": ""
    }],
    "book" : {
        "title" : "Beep, Beep",
        "author": "Peter Horacek",
        "cover": "assets/img/book-cover/Week7.png",
        "tips": [
            "As you read the story make sounds in an animated way.",
	        "Pause after you make a sound to see if your child copies you.",
	        "Make the same sounds when you play with toy cars together.",
	        "Read the same book over and over. Repeat the sounds for your child.",
	        "Make sounds when you share other books too."
        ],
        "alternateBooks": [{

            "title": "Dig Dig Digging",
            "author": "Margaret Mayo & Alex Ayliffe"
        },{
            "title": "Growl Like a Tiger",
            "author": "Alison Lester"
        },{
            "title": "Baby Beats",
            "author": "Karen Blair"
        }]
    },
    "weeklyKeyWordSigns": {
        "videos":[
            "Dirty",
            "Home",
            "Broken",
            "Flower"
            ],
            "activities":[
                "Use dirty when changing your child’s nappy or clothes, wiping their hands and at bath time. Say ‘you’re wet and dirty’ and ‘you’re dirty. Time for a bath’. ‘Wash’ that body.",
                "Use the phrase ‘time to go home’ when leaving the park, shops or a friend’s house.",
                "Children a usually very intrigued by things that are broken. Sign ‘broken’ when a glass breaks or you come across a broken toy.",
                "Add the sign flower to your repertoire when you are out and about for a walk. Use phrases like ‘the bird is on the flower’."
            ]
        },
    "hintsTips": [
        "Follow your child’s lead. Make sounds that match what they’re doing.",
        "Be exciting with the sounds that you make.",
        "Don’t ask your child to repeat you. Simply model sounds and wait to see what your child does.",
        "When your child makes a sound. Repeat it back with enthusiasm."
    ]
}