{
    "number": 4,
    "title": "Finding a Communication Opportunity",
    "description":"Maximise language learning opportunities throughout your busy day by engaging your child in everyday activities such as getting dressed, having a bath and during mealtimes.",
    "videos": [{
        "id": "w4_1",
        "title": "Finding Communication Opportunity",
        "description": "This video shows you how to maximise language learning opportunities throughout your busy day. Helping your child learn new words isn't about finding special teaching time, it's about engaging them in everyday activities such as getting dressed, having a bath and during mealtimes.",
        "path": "assets/vid/Week_4_Finding_Communication_Opportunity.mp4",
        "cover": ""
    }],
    "book" : {
        "title" : "Perfect",
        "author": "Danny Parker & Freya Blackwood",
        "cover": "assets/img/book-cover/Week4.png",
        "tips": [
            "Talk about what you can see in the pictures (the broken egg on the floor, the cat in the tree).",
	        "Use noises to accompany your story telling – cows “mooing”, “pitter patter” of rain on the window”, “splish splash splosh” in the water.",
	        "Talk about the routines that are familiar to your child. Eating breakfast, drawing, checking the letter box, going to bed.",
	        "Focus on the same words/phrases that you are using in everyday activities (e.g. “Here’s a spoon”, “stir, stir, stir”, “wipe the table”, “eat your toast”).If they point, you point too and say what you see. "
        ],
        "alternateBooks": [{
            "title": "Peepo",
            "author": "Janet and Allan Ahlberg"
        },{
            "title": "Grandpa and Thomas",
            "author": "Pamela Allen"
        },{
            "title": "Imagine",
            "author": "Alison Lester"
        }]
    },
    "weeklyKeyWordSigns": {
        "videos":[
            "Bath",
            "Wash",
            "Sleep",
            "Where"
            ],
            "activities":[
                "Model the sign bath each evening as you prepare for bath time. As the bath is running, talk about how you will wash. Splash together in the bath, sign ‘wash’ as you play together and wash the duckie.",
                "‘Where’ is a great sign to use throughout the day: “where are my keys?”, “where’s teddy?”, “where’s mummy?”.",
                "As you prepare your child for bed time, and at each nap, sign the word sleep. As you tuck your child in use the sign ‘love’.",
                "Play with soft toys together. Put them to sleep, give them a bath or a drink, tickle them. Hide the toys and say “where’s teddy/cat/dog?”."
            ]
        },
    "hintsTips": [
        "Every interaction with your child is a language learning opportunity.",
        "Help your child “map” words onto their experiences by talking about what they are seeing, hearing, touching, tasting and smelling.",
        "Use single words and short simple phrases.",
        "Focus on one routine that you do every day and plan a new word and sign to use over and over in this situation."


    ]
}