{
    "number": 1,
    "title": "Being Playful",
    "description": "Learn how taking a playful approach when interacting with your child helps to boost their language learning",
    "videos": [{
        "id": "1-1",
        "title": "Being Playful - Part 1",
        "description": "These videos highlight the importance of taking a playful approach when interacting with your child. They demonstrate how to integrate playful moments into everyday activities. Remember, when you are playful your child is engaged and when they are engaged they are learning.",
        "path": "assets/vid/1-1.mp4",
        "cover": ""
    },{
        "id": "1-2",
        "title": "Being Playful - Part 2",
        "description": "",
        "path": "assets/vid/1-2.mp4",
        "cover": ""
    }],
    "book" : {
        "title" : "Ten Little Fingers and Ten Little Toes",
        "author": "Mem Fox & Helen Oxenbury",
        "cover": "assets/img/book-cover/Week1.png",
        "tips": [
            "Use a sing-song voice when reading the rhythmic words in this book",
            "Use sound effects in the book - sneeze with the baby and cluck like a chicken",
            "Tickle your child’s toes every time you read the phrase “ten little toes”",
            "Slow down for the last three lines of the book and gently kiss your child’s nose"
        ],
        "alternateBooks": [{
            "title": "Baby Beats",
            "author": "Karen Blaire"
        },{
            "title": "Tickle, Tickle",
            "author": "Helen Oxenbury"
        },{
            "title": "Hello Baby",
            "author": "Mem Fox & Steve Jenkins"
        }]
    },

    "weeklyKeyWordSigns": {
        "videos":[
            "Tickle",
            "Drink",
            "Finish",
            "More"
        ],
        "activities":[
            "Play tickle games with your little one. Model the signs ‘more’, ‘tickle’ and ‘finished’.",
            "Model the signs ‘more’, ‘finished’ and ‘drink’ at mealtimes.",
            "Build towers together out of blocks. Crash them over. Ask your child if they want ‘more’ or are ‘finished’. Model the sign as you say the words.",
            "Blow bubbles together. Ask your child if they want ‘more’ or are ‘finished’. Model the sign as you say the words."
        ]
    },
    "hintsTips": [
        "Your child learns language through play. So playtime is never wasted time.",
        "Get down on the floor with your child.",
        "Watch and wait. Don’t be afraid of silence.",
        "Follow their lead. Talk about what they are doing."

    ]
}